Repository: franzhefekranz/aqconfig
Catalog: locales/*/LC_MESSAGES/aqconfig.po
Languages: de

source: File
de: Datei

source: New
de: Neu

source: Open ...
de: Öffnen ...

source: Save
de: Speichern

source: Save as ...
de: Speichern als ...

source: Save *.bat
de: Speichere *.bat

source: Settings
de: Einstellungen

source: Quit
de: Schließen

source: Help
de: Hilfe

source: Contents
de: Inhalt

source: Contextual help
de: Hilfe zum Kontext

source: About
de: Über Aqconfig

source: Communication
de: Kommunikation

source: Miscellaneous
de: Verschiedenes

source: Values
de: Werte

source: List
de: Liste

source: Customer:
de: Kunde:

source: Creator:
de: Ersteller:

source: Machine:
de: Maschine:

source: Order:
de: Auftragsnr.:

source: Remarks:
de: Bemerkungen:

source: enter the name of the customer / mill
de: gig den Namen des Kunden ein

source: enter your name
de: gib deinen Namen ein

source: enter the type of machine
de: gib den Maschinentyp ein

source: enter your order number
de: gib die Auftragsnummer ein

source: enter some description
de: gib eine Beschreibung ein

source: run communication in demo
de: Kommunikation läuft im Demo-Modus

source: IP address:
de: IP-Adresse:

source: Rack no.:
de: Rahmen Nr.:

source: Slot no.:
de: Steckplatz Nr.:

source: Attempts:
de: Versuche:

source: Datafile prefix:
de: Name der Datendatei:

source: enter name of the datafile without extension
de: gib den Namen der Datendatei ohne Erweiterung ein

source: Storage path:
de: Speicherpfad:

source: Scantime:
de: Zykluszeit:

source: enter the name of the datafile, without extension
de: gib den Namen der Datendatei ohne Erweiterung ein

source: enter the name of the storage path for archived files
de: gib den Speicherpfad für Archivdateien ein

source: use yyyy/mm/dd directory structure
de: benutze eine JJJJ/MM/DD Verzeichnisstruktur

source: file are store in a directory structure, per day
de: Dateien werden in einer Verzeichnisstruktur abgelegt, pro Tag

source: file are stored in a directory structure, per day
de: Dateien werden in einer Verzeichnisstruktur abgelegt, pro Tag

source: max. records:
de: max. Datenpunkte:

source: maximum number of records in one file, to avoid big files
de: maximale Anzahl an aufgezeichneten Datenpunkten, um zu große Dateien zu vermeiden

source: use trigger
de: benutze einen Trigger

source: use a trigger to start a new file
de: benutze einen Trigger, um eine neue Datei zu starten

source: Use value:
de: Benutze den Wert:

source: Condition:
de: Bedingung:

source: Compare with:
de: Vergleichswert:

source: Pretrigger time:
de: Zeit vor Trigger:

source: Posttrigger time:
de: Zeit nach Trigger:

source: select value for trigger
de: wähle einen Wert für als Trigger

source: select the comparison operation
de: wähle die Vergleichsoperation

source: level of debug messages - makes more or less verbose
de: Level für Debug Meldungen, macht mehr oder weniger gesprächig

source: Files to keep:
de: Anzahl Dateien behalten:

source: number of logfiles to keep
de: Anzahl der Log-Dateien zum Behalten

source: select the debug level, 0 is none, 1 is most verbose
de: wähle den Debug-Level, 1 ist am mitteilsamsten

source: Area of value
de: Variablenbereich

source: Data
de: Daten

source: select for value from datablock
de: wähle für eine Variable aus einem Datenbaustein

source: Output
de: Ausgang

source: select for value from output area
de: wähle für eine Ausgangsvariable

source: Input
de: Eingang

source: select for value from input area
de: wähle für eine Eingangsvariable

source: Flag
de: Merker

source: select for value from flag area
de: wähle für eine Merkervariable

source: Timer
de: Zeit

source: select for value from timer area
de: wähle für eine Zeit

source: Counter
de: Zähler

source: select for value from counter area
de: wähle für einen Zähler

source: Datablock no.:
de: Datenbaustein Nr.:

source: Address:
de: Adresse:

source: Gain:
de: Verstärkung:

source: Offset:
de: Versatz:

source: Unit:
de: Einheit:

source: enter a name for the value
de: gib den Namen der Variablen ein

source: enter a unnit for the value, e.g. kg, m, N, A...
de: gib die Einheit der Variablen ein. z.B. kg, m, N, A...

source: enter a name for the first bit
de: gib den Namen für das erste Bit ein

source: enter a name for the second bit
de: gib den Namen für das zweite Bit ein

source: enter a name for the third bit
de: gib den Namen für das dritte Bit ein

source: enter a name for the fourth bit
de: gib den Namen für das vierte Bit ein

source: enter a name for the fifth bit
de: gib den Namen für das fünfte Bit ein

source: enter a name for the sixth bit
de: gib den Namen für das sechste Bit ein

source: enter a name for the eigth bit
de: gib den Namen für das achte Bit ein

source: Gain
de: Verstärkung

source: Offset
de: Versatz

source: select format 32bit REAL number
de: wähle Format 32 bit Real Zahl

source: select format 32bit DINT number
de: wähle Format 32 bit Dint Zahl

source: select format 16bit INT number
de: wähle Format 16 bit Int Zahl

source: select format 8bit INT number
de: wähle Format 8 bit Int Zahl

source: select format BOOLEAN, will also switch to Bool tab!
de: wähle Format BOOL, schaltet auch auf da Bool Tab um!

source: value functions
de: Funktionen

source: Clear
de: Leeren

source: clear all fields for a new value
de: Lösche die Felder für einen neuen Wert

source: Edit
de: Bearbeiten

source: jump to list and select value to edit
de: Springe zur Liste und wähle einen Wert zum Bearbeiten

source: save this value settings to the list
de: Speichere den Wert in die Liste

source: Add
de: Hinzufügen

source: Double click on line for edit
de: Doppelklick, um die Zeile zu bearbeiten

source: edit selected value
de: bearbeite den gewählten Wert

source: Delete
de: Löschen

source: delete the highlighted item from the list
de: Lösche den gewählten Wert aus der Liste

source: open a new file
de: Öffne eine neue Datei

source: open an existing file
de: Öffne eine besthende Datei

source: save the current file
de: Speicher die aktuelle Datei

source: save the current file as ...
de: Speicher die aktuelle Datei unter einem anderen Namen.

source: get the path to aqserver executable
de: Speicherpfad von Aqserver

source: exit this program
de: Schließe

source: make batch file to start Aqserver
de: Erstelle eine *.bat Datei

source: Help contents
de: Inhalt

source: open table of contents of program help
de: Öffne die Hilfe zum Programm

source: switch to contextual help mode, then pick item for help
de: Schalte auf die kontextsensitive Hilfe um, klicke auf ein Element

source: information about the program
de: Über Aqconfig

source: statusbar
de: Statusleiste
